{"and": 1, "to": 2, "the": 3, "a": 4, "pizza": 5, "in": 6, "ounce)": 7, "package": 8, "crust": 9, "sausage": 10, "cup": 11, "with": 12, "chicken": 13, "cheese": 14, "into": 15, "cups": 16, "italian": 17, "(12": 18, "until": 19, "three": 20, "style": 21, "over": 22, "1/2": 23, "teaspoon": 24, "mixture": 25, "heat": 26, "cut": 27, "of": 28, "combine": 29, "degrees": 30, "for": 31, "bake": 32, "skillet": 33, "stirring": 34, "bring": 35, "shredded": 36, "reduce": 37, "sliced": 38, "or": 39, "sauce,": 40, "sauce\n1": 41, "skillet,": 42, "cheese\n1": 43, "according": 44, "cheese.": 45, "sliced\n1": 46, "arrange": 47, "inch)": 48, "mozzarella": 49, "jar": 50, "(14": 51, "simmer,": 52, "occasionally.": 53, "sausage,": 54, "12-inch": 55, "meanwhile,": 56, "directions.": 57, "low.": 58, "(3.5": 59, "crust\n1": 60, "pizza\n1": 61, "pre-baked": 62, "squares;": 63, "pepperoni.": 64, "johnsonville®": 65, "pepperonitop": 66, "add": 67, "tablespoons": 68, "skillet.\n\njohnsonville®": 69, "baking": 70, "stir": 71, "on": 72, "oven": 73, "large": 74, "f": 75, "about": 76, "1": 77, "tablespoon": 78, "minutes.": 79, "ground": 80, "white": 81, "medium": 82, "cook": 83, "minutes": 84, "mix": 85, "2": 86, "is": 87, "chopped": 88, "butter": 89, "at": 90, "teaspoons": 91, "cream": 92, "place": 93, "from": 94, "bowl,": 95, "together": 96, "pour": 97, "remove": 98, "vanilla": 99, "350": 100, "brown": 101, "all-purpose": 102, "5": 103, "inch": 104, "fresh": 105, "pepper": 106, "10": 107, "top": 108, "sugar": 109, "egg": 110, "water": 111, "can": 112, "lemon": 113, "small": 114, "remaining": 115, "salt": 116, "each": 117, "cool": 118, "oil": 119, "beat": 120, "sugar,": 121, "chocolate": 122, "(175": 123, "olive": 124, "3": 125, "flour": 126, "cover": 127, "dough": 128, "lightly": 129, "let": 130, "set": 131, "cake": 132, "pan": 133, "green": 134, "flour,": 135, "then": 136, "heat.": 137, "black": 138, "butter,": 139, "sprinkle": 140, "onion,": 141, "preheated": 142, "are": 143, "red": 144, "garlic": 145, "as": 146, "garlic,": 147, "1/4": 148, "minutes,": 149, "c).": 150, "bowl": 151, "sugar\n1": 152, "salt,": 153, "an": 154, "out": 155, "well": 156, "15": 157, "pound": 158, "30": 159, "prepared": 160, "sauce": 161, "bread": 162, "pepper,": 163, "serve": 164, "bowl.": 165, "hot": 166, "dried": 167, "cheese,": 168, "vegetable": 169, "4": 170, "dry": 171, "onto": 172, "if": 173, "onion": 174, "before": 175, "one": 176, "ounces": 177, "it": 178, "pie": 179, "spread": 180, "cookie": 181, "milk": 182, "20": 183, "simmer": 184, "cooked": 185, "flour\n1": 186, "orange": 187, "powder,": 188, "grease": 189, "eggs,": 190, "c)": 191, "mixture.": 192, "batter": 193, "8": 194, "beef": 195, "heat,": 196, "pan.": 197, "make": 198, "golden": 199, "confectioners'": 200, "salt\n1": 201, "roll": 202, "sour": 203, "season": 204, "bell": 205, "slices": 206, "center": 207, "oil,": 208, "eggs": 209, "by": 210, "grated": 211, "high": 212, "low": 213, "cloves": 214, "just": 215, "refrigerate": 216, "more": 217, "(8": 218, "medium-high": 219, "evenly": 220, "half": 221, "well.": 222, "chopped\n1": 223, "water,": 224, "pork": 225, "bottom": 226, "all": 227, "cooking": 228, "sugar\n2": 229, "finely": 230, "frozen": 231, "tomato": 232, "mixing": 233, "warm": 234, "parmesan": 235, "oil\n1": 236, "pepper.": 237, "smooth.": 238, "spoon": 239, "transfer": 240, "melted": 241, "boil.": 242, "using": 243, "turn": 244, "light": 245, "milk,": 246, "wire": 247, "not": 248, "pot": 249, "saucepan": 250, "fold": 251, "blend": 252, "rice": 253, "375": 254, "when": 255, "pounds": 256, "packed": 257, "juice,": 258, "soy": 259, "meat": 260, "boil": 261, "greased": 262, "pinch": 263, "be": 264, "butter\n1": 265, "juice": 266, "powder\n1": 267, "up": 268, "drain": 269, "whole": 270, "pasta": 271, "peanut": 272, "minced": 273, "heavy": 274, "toss": 275, "cheddar": 276, "food": 277, "sheet": 278, "salt.": 279, "sugar.": 280, "allow": 281, "lime": 282, "continue": 283, "you": 284, "12": 285, "cookies": 286, "least": 287, "whisk": 288, "9": 289, "corn": 290, "condensed": 291, "6": 292, "milk\n1": 293, "whipped": 294, "diced": 295, "crushed": 296, "grill": 297, "paper": 298, "eggs\n1": 299, "tomatoes,": 300, "no": 301, "onions,": 302, "3/4": 303, "extract\n1": 304, "will": 305, "boiling": 306, "sugar\n1/2": 307, "inserted": 308, "water.": 309, "comes": 310, "your": 311, "soup": 312, "boneless": 313, "(190": 314, "water\n1": 315, "sides": 316, "potatoes": 317, "peeled": 318, "sweet": 319, "press": 320, "side": 321, "saute": 322, "stand": 323, "gradually": 324, "thinly": 325, "two": 326, "25": 327, "off": 328, "ice": 329, "400": 330, "salt\n1/2": 331, "45": 332, "chili": 333, "select": 334, "dish.": 335, "serving": 336, "filling": 337, "cook,": 338, "hours": 339, "egg,": 340, "pieces": 341, "room": 342, "cold": 343, "longer": 344, "layer": 345, "1/3": 346, "cream,": 347, "flour\n2": 348, "gently": 349, "floured": 350, "coconut": 351, "another": 352, "blended.": 353, "(16": 354, "but": 355, "rack": 356, "slice": 357, "almond": 358, "inches": 359, "x": 360, "-": 361, "chill": 362, "mixture,": 363, "dish": 364, "pastry": 365, "salad": 366, "onions": 367, "ingredients": 368, "pepper\n1": 369, "powder": 370, "melt": 371, "powder\n1/2": 372, "breast": 373, "soda,": 374, "pan,": 375, "cover,": 376, "saucepan,": 377, "margarine,": 378, "flour\n1/2": 379, "vanilla.": 380, "oven,": 381, "coat": 382, "potatoes,": 383, "has": 384, "return": 385, "plastic": 386, "slightly": 387, "taste\n1": 388, "pineapple": 389, "juice\n1": 390, "bacon": 391, "garnish": 392, "brush": 393, "sesame": 394, "pudding": 395, "enough": 396, "apple": 397, "them": 398, "loaf": 399, "cocoa": 400, "beans,": 401, "use": 402, "mixer": 403, "turning": 404, "unsweetened": 405, "after": 406, "instant": 407, "9x13": 408, "separate": 409, "pan.\nbake": 410, "soft": 411, "brown.": 412, "electric": 413, "oil\n2": 414, "browned": 415, "cinnamon": 416, "40": 417, "time,": 418, "(1": 419, "edges": 420, "325": 421, "liquid": 422, "form": 423, "tender,": 424, "down": 425, "yellow": 426, "potato": 427, "(such": 428, "vegetables": 429, "fat": 430, "margarine": 431, "drizzle": 432, "vinegar,": 433, "semisweet": 434, "chopped\n2": 435, "this": 436, "ungreased": 437, "cinnamon,": 438, "brown,": 439, "minced\n1": 440, "sheet.": 441, "shrimp": 442, "cans": 443, "very": 444, "completely": 445, "while": 446, "softened\n1": 447, "safeway": 448, "f.": 449, "salt\n2": 450, "salted": 451, "skinless,": 452, "line": 453, "fish": 454, "butter.": 455, "wrap": 456, "celery,": 457, "worcestershire": 458, "speed": 459, "thick": 460, "toothpick": 461, "salt\n1/4": 462, "7": 463, "cayenne": 464, "fluid": 465, "carrots,": 466, "should": 467, "fluffy.": 468, "35": 469, "keep": 470, "any": 471, "juices": 472, "(15": 473, "chicken,": 474, "wine": 475, "whites": 476, "peppers,": 477, "round": 478, "temperature": 479, "(10": 480, "repeat": 481, "boil,": 482, "soda\n1": 483, "muffin": 484, "container": 485, "mushrooms,": 486, "do": 487, "turkey": 488, "tomatoes": 489, "they": 490, "shallow": 491, "wheat": 492, "through": 493, "(6": 494, "sauce.": 495, "chips": 496, "smooth": 497, "bay": 498, "extract\n2": 499, "pink": 500, "mushroom": 501, "discard": 502, "broth": 503, "freshly": 504, "tender": 505, "oil.": 506, "cooled": 507, "sugar\n1/4": 508, "occasionally,": 509, "thin": 510, "fruit": 511, "store": 512, "run": 513, "beating": 514, "skillet.": 515, "foil": 516, "tender.": 517, "minute.": 518, "butter\n2": 519, "saucepan.": 520, "unsalted": 521, "parchment": 522, "additional": 523, "heated": 524, "packages": 525, "soda": 526, "drained\n1": 527, "both": 528, "(165": 529, "celery": 530, "around": 531, "aside.": 532, "dressing": 533, "sweetened": 534, "cream\n1": 535, "sheets": 536, "that": 537, "drop": 538, "divide": 539, "seasoning": 540, "ginger": 541, "apart": 542, "graham": 543, "browned,": 544, "sugar\n3": 545, "beans": 546, "refrigerator": 547, "top.": 548, "whipping": 549, "taste": 550, "creamed": 551, "glass": 552, "drained": 553, "aside": 554, "reserved": 555, "microwave": 556, "parsley,": 557, "(200": 558, "fill": 559, "(10.75": 560, "back": 561, "clove": 562, "egg\n1": 563, "broth,": 564, "per": 565, "chile": 566, "shortening": 567, "pressure": 568, "rise": 569, "carefully": 570, "cracker": 571, "still": 572, "hour": 573, "few": 574, "mushrooms": 575, "nonstick": 576, "pumpkin": 577, "milk\n2": 578, "between": 579, "combined.": 580, "so": 581, "milk.": 582, "mix,": 583, "water\n2": 584, "desired": 585, "shape": 586, "curry": 587, "casserole": 588, "vanilla,": 589, "steak": 590, "spinach": 591, "c).\nin": 592, "mix\n1": 593, "evaporated": 594, "browned.": 595, "aluminum": 596, "uncovered,": 597, "eggs\n2": 598, "diced\n1": 599, "pound)": 600, "blender": 601, "have": 602, "together.": 603, "clean.": 604, "surface": 605, "fry": 606, "piece": 607, "bowl;": 608, "roast": 609, "chops": 610, "aside.\nin": 611, "once": 612, "dip": 613, "heat;": 614, "rest": 615, "flaked": 616, "topping": 617, "sauce\n2": 618, "knife": 619, "powder\n1/4": 620, "quart": 621, "coat.": 622, "peeled,": 623, "balls": 624, "flour.": 625, "reduced": 626, "(4": 627, "sheets.": 628, "put": 629, "squares": 630, "coarsely": 631, "nuts": 632, "cinnamon\n1": 633, "peppers": 634, "mustard": 635, "toasted": 636, "little": 637, "soda\n1/2": 638, "slowly": 639, "sifted": 640, "pat": 641, "ginger,": 642, "soup,": 643, "ready": 644, "slow": 645, "salmon": 646, "covered": 647, "oven.": 648, "sift": 649, "dark": 650, "cherry": 651, "minute": 652, "square": 653, "broccoli": 654, "juice.": 655, "crumbs": 656, "coffee": 657, "butter\n1/2": 658, "spray": 659, "salt;": 660, "chopped\n1/2": 661, "maple": 662, "other": 663, "deep": 664, "knead": 665, "juice\n2": 666, "bag": 667, "marinade": 668, "thoroughly": 669, "balsamic": 670, "baked": 671, "(3": 672, "frying": 673, "jalapeno": 674, "50": 675, "cool.": 676, "apples": 677, "powder\n2": 678, "soup\n1": 679, "double": 680, "plate": 681, "mustard,": 682, "more.": 683, "some": 684, "uncooked": 685, "beaten": 686, "(9": 687, "crust.": 688, "ounce": 689, "basil": 690, "vinegar\n1": 691, "(14.5": 692, "divided\n1": 693, "canola": 694, "basil,": 695, "flavored": 696, "active": 697, "hours.": 698, "leaves": 699, "stiff": 700, "milk\n1/2": 701, "yeast": 702, "fork": 703, "tops": 704, "pepper\n2": 705, "taste\n2": 706, "mayonnaise,": 707, "firm": 708, "syrup": 709, "flour\n1/4": 710, "seasoned": 711, "chocolate,": 712, "extract": 713, "through,": 714, "roasted": 715, "granulated": 716, "parsley": 717, "cinnamon\n1/2": 718, "time": 719, "peel": 720, "preheat": 721, "pan.\nin": 722, "mixed": 723, "cornstarch": 724, "vinegar": 725, "long": 726, "hour.": 727, "shake": 728, "1-inch": 729, "immediately": 730, "topping,": 731, "alternately": 732, "cake\n1": 733, "cooker": 734, "in.": 735, "extract\n1/2": 736, "peaks": 737, "bean": 738, "powdered": 739, "1/2-inch": 740, "al": 741, "tomato,": 742, "seeded": 743, "size": 744, "425": 745, "onion\n1": 746, "noodles": 747, "single": 748, "side.": 749, "oil\n1/2": 750, "seal": 751, "oregano,": 752, "honey": 753, "pot.": 754, "canned": 755, "seeds": 756, "medium-low": 757, "gelatin": 758, "rolled": 759, "(18.25": 760, "breasts": 761, "honey,": 762, "melted.": 763, "plate.": 764, "dish,": 765, "rinsed": 766, "dijon": 767, "leaves,": 768, "bacon,": 769, "through.": 770, "sharp": 771, "cookies\n1": 772, "processor": 773, "roasting": 774, "eggs.": 775, "frosting": 776, "racks": 777, "broth\n1": 778, "rinse": 779, "2/3": 780, "process": 781, "pitted": 782, "sure": 783, "pieces.": 784, "water\n1/2": 785, "wooden": 786, "dill": 787, "(about": 788, "lucerne": 789, "excess": 790, "cover.": 791, "thermometer": 792, "hours,": 793, "crumbs,": 794, "cool,": 795, "cilantro,": 796, "cumin,": 797, "several": 798, "mashed": 799, "halves": 800, "cream.": 801, "beaten\n1": 802, "cheese\n2": 803, "min.": 804, "degree": 805, "i\n1": 806, "strips": 807, "beef\n1": 808, "too": 809, "taste.": 810, "chop": 811, "cubes": 812, "pepper\n1/2": 813, "marinate": 814, "adding": 815, "frost": 816, "pans": 817, "skin": 818, "minced\n2": 819, "close": 820, "sliced\n2": 821, "syrup,": 822, "combine.": 823, "powder.": 824, "tortilla": 825, "addition.": 826, "9-inch": 827, "pieces\n1": 828, "corn,": 829, "raisins": 830, "sheet.\nbake": 831, "dough.": 832, "cilantro": 833, "cheese\n1/2": 834, "&": 835, "cutting": 836, "jack": 837, "crumbled": 838, "mint": 839, "manufacturer's": 840, "raspberry": 841, "60": 842, "spaghetti": 843, "feta": 844, "shortening\n1": 845, "eggs\n1/2": 846, "plain": 847, "yolks": 848, "constantly,": 849, "chilled": 850, "lean": 851, "drain.": 852, "1/8": 853, "sugar\n3/4": 854, "ingredients.": 855, "clean,": 856, "creamy": 857, "cubed": 858, "strawberry": 859, "beef,": 860, "minutes.\nmeanwhile,": 861, "candied": 862, "verdi": 863, "mixture;": 864, "begins": 865, "dash": 866, "sugar\n4": 867, "head": 868, "thyme,": 869, "13": 870, "thick.": 871, "spinach,": 872, "banana": 873, "melted\n1": 874, "shrimp,": 875, "dutch": 876, "pie\n1": 877, "reserve": 878, "squash": 879, "zucchini,": 880, "ham": 881, "zucchini": 882, "watch": 883, "minutes;": 884, "freeze": 885, "pepper\n1/4": 886, "rack.": 887, "stock": 888, "pineapple,": 889, "rice,": 890, "pecans": 891, "softened\n1/2": 892, "steaks": 893, "waxed": 894, "may": 895, "extra-virgin": 896, "chicken.": 897, "shortening,": 898, "extract.": 899, "450": 900, "pot,": 901, "surface.": 902, "extra": 903, "nuts.": 904, "hot,": 905, "under": 906, "desired.": 907, "chips\n1": 908, "softened": 909, "slices.": 910, "removing": 911, "prepare": 912, "cream\n2": 913, "whip": 914, "300": 915, "puree": 916, "walnuts": 917, "strawberries,": 918, "(or": 919, "cake.": 920, "flat": 921, "olives,": 922, "cider": 923, "lettuce": 924, "tube": 925, "swiss": 926, "drain,": 927, "second": 928, "along": 929, "first": 930, "raisins,": 931, "side,": 932, "cranberry": 933, "recipe": 934, "paprika,": 935, "juice\n1/2": 936, "ricotta": 937, "low,": 938, "nutmeg,": 939, "cored": 940, "surface,": 941, "sit": 942, "ripe": 943, "flatten": 944, "wine,": 945, "chopped\n3": 946, "almost": 947, "form.": 948, "garlic.": 949, "candy": 950, "cinnamon.": 951, "pecan": 952, "pepper;": 953, "fillets": 954, "same": 955, "(220": 956, "making": 957, "stuffing": 958, "clean": 959, "rub": 960, "airtight": 961, "carrot,": 962, "equal": 963, "ends": 964, "extract,": 965, "glaze": 966, "caramel": 967, "coarse": 968, "batter.": 969, "oil\n3": 970, "spray.": 971, "taco": 972, "free": 973, "oil\n1/4": 974, "sauce\n1/2": 975, "set.": 976, "(optional)\n1": 977, "oats,": 978, "seasoning,": 979, "bread,": 980, "edge": 981, "spice": 982, "teaspoonfuls": 983, "broil": 984, "cloves,": 985, "garlic\n1": 986, "paper.": 987, "kosher": 988, "lemon,": 989, "ball": 990, "asparagus": 991, "tomatoes\n1": 992, "occasionally": 993, "french": 994, "large,": 995, "rolling": 996, "yolks,": 997, "mix.": 998, "serve,": 999, "dissolve": 1000, "lid": 1001, "barbecue": 1002, "machine": 1003, "crumbs.": 1004, "constantly.": 1005, "halved": 1006, "sprigs": 1007, "four": 1008, "almonds": 1009, "soft,": 1010, "water;": 1011, "boil;": 1012, "hand": 1013, "leaving": 1014, "work": 1015, "covered,": 1016, "approximately": 1017, "thawed": 1018, "baby": 1019, "crumb": 1020, "wide": 1021, "oil\n4": 1022, "cherries,": 1023, "refrigerated": 1024, "flakes": 1025, "constantly": 1026, "lamb": 1027, "apricot": 1028, "minutes.\nremove": 1029, "seconds.": 1030, "layers": 1031, "chips,": 1032, "thawed\n1": 1033, "skinless": 1034, "extractpreheat": 1035, "flour\n3": 1036, "cheese\n1/4": 1037, "resealable": 1038, "air": 1039, "salad\n1": 1040, "balls.": 1041, "done.": 1042, "foil.": 1043, "butter\n1/4": 1044, "scoop": 1045, "like": 1046, "nuts,": 1047, "pans.": 1048, "reserving": 1049, "carrots": 1050, "walnuts\n1": 1051, "bunch": 1052, "grill.": 1053, "buttermilk": 1054, "diced\n2": 1055, "hour,": 1056, "salt\n3": 1057, "cream\n1/2": 1058, "rolls": 1059, "(150": 1060, "melted,": 1061, "cocoa,": 1062, "quarts": 1063, "vinegar\n2": 1064, "(2": 1065, "stalks": 1066, "amount": 1067, "peas,": 1068, "easily": 1069, "lid.": 1070, "mustard\n1": 1071, "c).\nplace": 1072, "firmly": 1073, "stirring,": 1074, "(.25": 1075, "microwave-safe": 1076, "without": 1077, "sheets.\nbake": 1078, "dissolved.": 1079, "ii\n1": 1080, "coated": 1081, "cottage": 1082, "softened\n2": 1083, "begin": 1084, "extract\n3": 1085, "pint": 1086, "pans.\nbake": 1087, "chip": 1088, "blue": 1089, "(205": 1090, "springform": 1091, "tightly": 1092, "smooth,": 1093, "cabbage": 1094, "pasta,": 1095, "salt\n3/4": 1096, "margarine.": 1097, "bouillon": 1098, "crumble": 1099, "slotted": 1100, "paste": 1101, "pieces,": 1102, "cinnamon\n1/4": 1103, "minutes.\nadd": 1104, "taste\n1/2": 1105, "paste,": 1106, "set,": 1107, "inside": 1108, "grain": 1109, "sides.": 1110, "flip": 1111, "golden,": 1112, "strain": 1113, "leave": 1114, "break": 1115, "time.": 1116, "bag.": 1117, "hold": 1118, "milk\n1/4": 1119, "custard": 1120, "bundt": 1121, "cucumber,": 1122, "tuna": 1123, "scrape": 1124, "seeds,": 1125, "juice\n1/4": 1126, "only": 1127, "(110": 1128, "dust": 1129, "rice\n1": 1130, "soda\n1/4": 1131, "spoon,": 1132, "fryer": 1133, "smoked": 1134, "cakes": 1135, "nutmeg\n1": 1136, "every": 1137, "down,": 1138, "sweetener,": 1139, "sea": 1140, "semi-sweet": 1141, "flour\n3/4": 1142, "chopped\n1/4": 1143, "pasta\n1": 1144, "tart": 1145, "egg.": 1146, "top.\nbake": 1147, "chipotle": 1148, "butter\n3": 1149, "parsley\n1": 1150, "oats\n1": 1151, "tortillas": 1152, "apples,": 1153, "pecans,": 1154, "end": 1155, "chicken\n1": 1156, "desired,": 1157, "lined": 1158, "taste\nground": 1159, "water\n3": 1160, "yolk": 1161, "prevent": 1162, "nutmeg": 1163, "sandwich": 1164, "bars": 1165, "starting": 1166, "maraschino": 1167, "bottle": 1168, "drops": 1169, "creamy.": 1170, "thickened,": 1171, "sauce\n1/4": 1172, "walnut": 1173, "bread\n1": 1174, "crisp": 1175, "uncovered": 1176, "strawberries": 1177, "(5": 1178, "half.": 1179, "squeeze": 1180, "steam": 1181, "scraping": 1182, "mash": 1183, "sliced\n1/2": 1184, "lay": 1185, "extract\n1/4": 1186, "again": 1187, "chopped\n4": 1188, "increase": 1189, "cubed\n1": 1190, "last": 1191, "fine": 1192, "fork.": 1193, "chips.": 1194, "middle": 1195, "platter": 1196, "sugar\n1/3": 1197, "fully": 1198, "onion.": 1199, "stir.": 1200, "marinade.": 1201, "monterey": 1202, "rosemary,": 1203, "cumin\n1": 1204, "1/4-inch": 1205, "reaches": 1206, "dry.": 1207, "mayonnaise": 1208, "yogurt,": 1209, "once,": 1210, "18": 1211, "sized": 1212, "24": 1213, "cornstarch\n1": 1214, "ginger\n1": 1215, "artichoke": 1216, "outdoor": 1217, "trimmed": 1218, "raisins\n1": 1219, "slightly.": 1220, "sides,": 1221, "top,": 1222, "cabbage,": 1223, "order": 1224, "freezer": 1225, "coconut,": 1226, "full": 1227, "(see": 1228, "wine\n1": 1229, "sheet,": 1230, "onion\n2": 1231, "part": 1232, "cornstarch,": 1233, "doubled": 1234, "almonds,": 1235, "distilled": 1236, "pan;": 1237, "salsa": 1238, "flavor": 1239, "rum": 1240, "water\n1/4": 1241, "thyme": 1242, "syrup\n1": 1243, "thickened.": 1244, "metal": 1245, "nut": 1246, "cheesepreheat": 1247, "clear,": 1248, "yogurt": 1249, "seconds": 1250, "golden.": 1251, "translucent,": 1252, "broccoli,": 1253, "quick": 1254, "often,": 1255, "c).\ncombine": 1256, "oiled": 1257, "divided\n2": 1258, "unbaked": 1259, "fried": 1260, "walnuts,": 1261, "mix\n2": 1262, "bake,": 1263, "than": 1264, "minutes.\nstir": 1265, "mayonnaise\n1": 1266, "margarine\n1": 1267, "lengthwise": 1268, "hands": 1269, "bananas,": 1270, "butterscotch": 1271, "fragrant,": 1272, "softened,": 1273, "salt\n1/8": 1274, "stems": 1275, "sugarpreheat": 1276, "completely.": 1277, "best": 1278, "crab": 1279, "firm.": 1280, "mini": 1281, "quickly": 1282, "instant-read": 1283, "pulse": 1284, "squash,": 1285, "flakes,": 1286, "ranch": 1287, "honey\n1": 1288, "wax": 1289, "minutes).": 1290, "invert": 1291, "filling.": 1292, "coated.": 1293, "broiler": 1294, "cereal": 1295, "poppy": 1296, "minced\n1/2": 1297, "avocado": 1298, "(230": 1299, "done,": 1300, "serving.": 1301, "garlic;": 1302, "dough,": 1303, "adjust": 1304, "coconut\n1": 1305, "meringue": 1306, "zest": 1307, "frequently,": 1308, "stick": 1309, "topping.": 1310, "dish.\nbake": 1311, "hot.": 1312, "zest,": 1313, "blender.": 1314, "simmering": 1315, "layer.": 1316, "firm,": 1317, "angel": 1318, "f/45": 1319, "done": 1320, "kraft": 1321, "start": 1322, "been": 1323, "thickened": 1324, "non-stick": 1325, "dente.": 1326, "cheesecake": 1327, "icing": 1328, "minutes.\npreheat": 1329, "resembles": 1330, "spoonfuls": 1331, "serving,": 1332, "soda.": 1333, "kidney": 1334, "spatula": 1335, "towel": 1336, "near": 1337, "crust,": 1338, "mushrooms\n1": 1339, "half,": 1340, "thoroughly.": 1341, "even": 1342, "their": 1343, "during": 1344, "cream\n1/4": 1345, "halfway": 1346, "jars": 1347, "patties": 1348, "egg\n1/2": 1349, "9-in.": 1350, "wedges": 1351, "peach": 1352, "walnutspreheat": 1353, "toast": 1354, "bite,": 1355, "consistency.": 1356, "oregano\n1": 1357, "up,": 1358, "take": 1359, "stir-fry": 1360, "soak": 1361, "taste\n1/4": 1362, "needed\n1": 1363, "evenly.": 1364, "frequently": 1365, "macaroni": 1366, "dates,": 1367, "lower": 1368, "thickness.": 1369, "whites,": 1370, "breasts,": 1371, "peas": 1372, "(28": 1373, "miniature": 1374, "cooker.": 1375, "egg\n2": 1376, "plus": 1377, "iron": 1378, "c),": 1379, "broth\n2": 1380, "jelly": 1381, "eggplant": 1382, "dressing,": 1383, "slices,": 1384, "fork,": 1385, "butter\n4": 1386, "ketchup,": 1387, "salt\n4": 1388, "cooking,": 1389, "slivered": 1390, "skillet;": 1391, "onions.": 1392, "cauliflower": 1393, "minutes.\nin": 1394, "leaf": 1395, "individual": 1396, "center,": 1397, "bag,": 1398, "pine": 1399, "organic": 1400, "ham,": 1401, "edges.": 1402, "oregano": 1403, "starts": 1404, "vegetables,": 1405, "rounded": 1406, "turkey,": 1407, "walnuts.": 1408, "stock,": 1409, "blender,": 1410, "soft.": 1411, "loaves": 1412, "cheesein": 1413, "9x13-inch": 1414, "cheese.\nbake": 1415, "bits": 1416, "(20": 1417, "knife,": 1418, "processor,": 1419, "open": 1420, "shell.": 1421, "lettuce,": 1422, "chipspreheat": 1423, "peel,": 1424, "timer": 1425, "basil\n1": 1426, "portion": 1427, "thighs": 1428, "cumin": 1429, "grill,": 1430, "sugar;": 1431, "ribs": 1432, "times": 1433, "boneless,": 1434, "thick,": 1435, "low-fat": 1436, "eagle": 1437, "read": 1438, "cocktail": 1439, "2-in.": 1440, "warm.": 1441, "third": 1442, "seed": 1443, "pecans\n1": 1444, "soda\n2": 1445, "fudge": 1446, "get": 1447, "bit": 1448, "buttered": 1449, "cooked,": 1450, "seal.": 1451, "thyme\n1": 1452, "moistened.": 1453, "wok": 1454, "outside": 1455, "cloves\n1": 1456, "whisking": 1457, "crumbs\n1": 1458, "raisin": 1459, "serve.\n\njohnsonville®": 1460, "meat,": 1461, "lift": 1462, "leaves\n1": 1463, "processor.": 1464, "16": 1465, "among": 1466, "frosting:": 1467, "buttermilk,": 1468, "butter;": 1469, "pressing": 1470, "clear.": 1471, "goat": 1472, "parsley.": 1473, "hours.\npreheat": 1474, "overnight": 1475, "poultry": 1476, "rosemary": 1477, "pecans.": 1478, "method": 1479, "beginning": 1480, "simmer.": 1481, "well,": 1482, "easy": 1483, "onion\n1/2": 1484, "barbeque": 1485, "irish": 1486, "till": 1487, "minutes.\npour": 1488, "seasoning\n1": 1489, "split": 1490, "don't": 1491, "de": 1492, "pickle": 1493, "noodles,": 1494, "whites\n1": 1495, "drained\n2": 1496, "oatmeal": 1497, "bite": 1498, "splenda®": 1499, "away": 1500, "scallions,": 1501, "milk\n3": 1502, "cherries": 1503, "board": 1504, "grilled": 1505, "bite-size": 1506, "foil.\nbake": 1507, "marinade,": 1508, "strips\n1": 1509, "apple,": 1510, "biscuit": 1511, "foil,": 1512, "tablespoonfuls": 1513, "shallots,": 1514, "seeds.": 1515, "pieces\n2": 1516, "mixture.\nbake": 1517, "zest\n1": 1518, "berries": 1519, "lactaid(r)": 1520, "directed": 1521, "spreading": 1522, "marshmallows": 1523, "paste\n1": 1524, "halves\n1": 1525, "14": 1526, "loosen": 1527, "peaches": 1528, "gas": 1529, "filling:": 1530, "kitchen": 1531, "paprika\n1": 1532, "liqueur": 1533, "cinnamon\n2": 1534, "shells": 1535, "c).\nmix": 1536, "spoon.": 1537, "broth.": 1538, "flakes\n1": 1539, "loosely": 1540, "bubbly.": 1541, "such": 1542, "carrot": 1543, "loin": 1544, "i\n2": 1545, "melted\n2": 1546, "hamburger": 1547, "dressing\n1": 1548, "campbell's®": 1549, "dish.\nin": 1550, "thickest": 1551, "i": 1552, "shell": 1553, "across": 1554, "cubes\n1": 1555, "tea": 1556, "diced\n1/2": 1557, "sun-dried": 1558, "stuffed": 1559, "oat": 1560, "trim": 1561, "55": 1562, "bread.": 1563, "cooling": 1564, "soup\n2": 1565, "nonfat": 1566, "165": 1567, "dredge": 1568, "bananas": 1569, "cool.\nin": 1570, "1-1/2": 1571, "ball.": 1572, "8-inch": 1573, "completely,": 1574, "blended": 1575, "garlic\n2": 1576, "half-and-half": 1577, "pepper\n4": 1578, "fat-free": 1579, "halves,": 1580, "10-inch": 1581, "ingredients;": 1582, "serving.\n\njohnsonville®": 1583, "instructions,": 1584, "eggs\n3": 1585, "generously": 1586, "spicy": 1587, "eggs\n1/4": 1588, "herb": 1589, "overnight.\npreheat": 1590, "medium,": 1591, "vinegar\n1/4": 1592, "beaten\n2": 1593, "stewed": 1594, "towels.": 1595, "lasagna": 1596, "its": 1597, "(7": 1598, "fennel": 1599, "need": 1600, "cake\n2": 1601, "create": 1602, "juice\n3": 1603, "wings": 1604, "platter.": 1605, "filled": 1606, "overnight.": 1607, "coloring": 1608, "cheese\n4": 1609, "meatballs": 1610, "teriyaki": 1611, "basting": 1612, "towels": 1613, "nutmeg.": 1614, "batches": 1615, "chocolate.": 1616, "yeast\n1": 1617, "consistency": 1618, "mango": 1619, "calorie": 1620, "wrap.": 1621, "bowls": 1622, "steak,": 1623, "forms": 1624, "filling,": 1625, "shortening\n2": 1626, "nutmeg\n1/2": 1627, "lock": 1628, "pull": 1629, "yet": 1630, "jam": 1631, "greek": 1632, "boiler": 1633, "warm,": 1634, "potato,": 1635, "careful": 1636, "most": 1637, "powder\n3/4": 1638, "extract\n4": 1639, "center.": 1640, "liquid.": 1641, "aside.\nheat": 1642, "pepper\n3": 1643, "2-inch": 1644, "fit": 1645, "biscuits": 1646, "tuna,": 1647, "drained\n1/2": 1648, "makes": 1649, "virgin": 1650, "release": 1651, "needed": 1652, "sauce\n3": 1653, "blend.": 1654, "asparagus,": 1655, "buttermilk\n1": 1656, "lime,": 1657, "marshmallow": 1658, "crumbly.": 1659, "raisins\n1/2": 1660, "pan.\ncombine": 1661, "milkpreheat": 1662, "crust.\nbake": 1663, "oats": 1664, "wild": 1665, "tomatoes\n2": 1666, "vegetables.": 1667, "cookies\n2": 1668, "heaping": 1669, "avocado,": 1670, "salsa,": 1671, "butter\n3/4": 1672, "bite-sized": 1673, "cookies\n1/2": 1674, "come": 1675, "crescent": 1676, "(if": 1677, "tastein": 1678, "slightly,": 1679, "banana,": 1680, "shallot,": 1681, "becomes": 1682, "vinegar.": 1683, "bottoms": 1684, "beans\n1": 1685, "vinegar\n1/2": 1686, "puff": 1687, "next": 1688, "crosswise": 1689, "punch": 1690, "stiff.": 1691, "incorporated.": 1692, "together,": 1693, "much": 1694, "skewers": 1695, "gravy": 1696, "seeds\n1": 1697, "favorite": 1698, "syrup.": 1699, "crispy": 1700, "mixer.": 1701, "pesto": 1702, "penne": 1703, "pink,": 1704, "minute,": 1705, "frequently.": 1706, "(no": 1707, "tastepreheat": 1708, "damp": 1709, "broth\n1/2": 1710, "depending": 1711, "beaten\n1/2": 1712, "flour\n4": 1713, "skim": 1714, "concentrate,": 1715, "10-12": 1716, "(optional)preheat": 1717, "brand®": 1718, "chopped,": 1719, "equally": 1720, "processed": 1721, "pepperin": 1722, "multi-functional": 1723, "cranberries,": 1724, "11": 1725, "internal": 1726, "tenderloin": 1727, "splenda(r)": 1728, "13-in.": 1729, "cake,": 1730, "taste,": 1731, "mustard\n2": 1732, "flavors": 1733, "reduced-fat": 1734, "salad\n2": 1735, "potatoes.": 1736, "circle": 1737, "medium-low,": 1738, "ladle": 1739, "onions\n1": 1740, "often": 1741, "confectioner's": 1742, "eggs\n3/4": 1743, "honey\n2": 1744, "test": 1745, "level": 1746, "thickness": 1747, "stalk": 1748, "mexican": 1749, "brussels": 1750, "torn": 1751, "anise": 1752, "lemonade": 1753, "sauce;": 1754, "chips\n1/2": 1755, "leftover": 1756, "rice\n2": 1757, "rice.": 1758, "chops,": 1759, "coconut.": 1760, "blueberry": 1761, "vanilla;": 1762, "10-": 1763, "these": 1764, "pot®": 1765, "potatoes\n1": 1766, "italian-style": 1767, "swirl": 1768, "hour.\npreheat": 1769, "sugarin": 1770, "build.\nrelease": 1771, "bubbles": 1772, "chunks": 1773, "crackers": 1774, "sourdough": 1775, "cajun": 1776, "tomatoes.": 1777, "down.": 1778, "garbanzo": 1779, "up.": 1780, "pink.": 1781, "olives": 1782, "spray\n1": 1783, "minutes.\nplace": 1784, "self-rising": 1785, "packet": 1786, "plates.": 1787, "dressing.": 1788, "blueberries": 1789, "sunflower": 1790, "it.": 1791, "entire": 1792, "dry,": 1793, "balls,": 1794, "oregano\n1/2": 1795, "blueberries,": 1796, "pasta.": 1797, "dot": 1798, "(optional)in": 1799, "mixed.": 1800, "sliced\n1/4": 1801, "finish": 1802, "sherry": 1803, "flour\n1/3": 1804, "mustard\n1/2": 1805, "speed,": 1806, "strips.": 1807, "solid": 1808, "saucepan;": 1809, "water\n4": 1810, "(not": 1811, "9x5": 1812, "temperature,": 1813, "broiler.": 1814, "beans.": 1815, "medium.": 1816, "bowls.": 1817, "onion;": 1818, "plate,": 1819, "dill,": 1820, "sauce\n4": 1821, "stew": 1822, "paprika": 1823, "rectangle.": 1824, "seeded,": 1825, "directions": 1826, "raw": 1827, "carrots\n1": 1828, "crushed\n1": 1829, "bread\n2": 1830, "way": 1831, "taste\n4": 1832, "minced\n3": 1833, "taste\n3": 1834, "paste.": 1835, "cauliflower,": 1836, "cranberries": 1837, "chicken\n2": 1838, "celery\n1": 1839, "2-quart": 1840, "(1.5": 1841, "ginger\n1/2": 1842, "raisins.": 1843, "confectioners": 1844, "minutes.\ncombine": 1845, "unlock": 1846, "rimmed": 1847, "log": 1848, "egg\n1/4": 1849, "(74": 1850, "dessert": 1851, "tofu": 1852, "garam": 1853, "griddle": 1854, "wet": 1855, "minutes.\nwhile": 1856, "bubbly": 1857, "blanched": 1858, "grape": 1859, "powder\n3": 1860, "walnuts\n1/2": 1861, "phyllo": 1862, "sugar\n6": 1863, "tartar": 1864, "pumpkin,": 1865, "pink;": 1866, "orange,": 1867, "original": 1868, "breakfast": 1869, "seasoning.": 1870, "nutmeg\n1/4": 1871, "decorate": 1872, "beer": 1873, "sprouts": 1874, "drippings": 1875, "springs": 1876, "drain.\nin": 1877, "needed.": 1878, "3/4-inch": 1879, "hearts,": 1880, "necessary,": 1881, "tin": 1882, "rhubarb": 1883, "molasses": 1884, "lemon-lime": 1885, "moist": 1886, "mayonnaise\n2": 1887, "cover;": 1888, "juiced\n1": 1889, "sticks": 1890, "coating": 1891, "145": 1892, "aside.\nplace": 1893, "breasts\n1": 1894, "each.": 1895, "strip": 1896, "cubes,": 1897, "seedless": 1898, "muffins": 1899, "reduced-sodium": 1900, "romaine": 1901, "(you": 1902, "iii\n1": 1903, "five": 1904, "dente;": 1905, "(180": 1906, "crisp,": 1907, "oranges,": 1908, "softened\n1/4": 1909, "milk;": 1910, "mix\n1/2": 1911, "rounds": 1912, "rings": 1913, "spatula,": 1914, "broken": 1915, "secure": 1916, "soup.": 1917, "oil;": 1918, "creme": 1919, "sage": 1920, "plates": 1921, "also": 1922, "temperature.": 1923, "butterpreheat": 1924, "minutes.\n\njohnsonville®": 1925, "holes": 1926, "cheese\n3": 1927, "unflavored": 1928, "manufacturer.": 1929, "basket": 1930, "yolks\n1": 1931, "shortening\n1/2": 1932, "rye": 1933, "liqueur\n1": 1934, "carbonated": 1935, "temperature\n1": 1936, "softened\n3": 1937, "stock\n1": 1938, "cup.": 1939, "hoisin": 1940, "dipping": 1941, "cucumber": 1942, "c).\ncream": 1943, "powder;": 1944, "coriander,": 1945, "saltpreheat": 1946, "except": 1947, "aside.\ncombine": 1948, "color": 1949, "function.": 1950, "basil\n1/2": 1951, "oven's": 1952, "crackers,": 1953, "toffee": 1954, "160": 1955, "american": 1956, "minced\n1/4": 1957, "apart.": 1958, "tester": 1959, "grate.": 1960, "chips\n2": 1961, "extractin": 1962, "sugars.": 1963, "carb": 1964, "tests": 1965, "absorbed,": 1966, "shred": 1967, "peppermint": 1968, "salsa\n1": 1969, "sugar\n2/3": 1970, "once.": 1971, "(cut": 1972, "divided\n1/2": 1973, "(optional)\n2": 1974, "oats\n1/2": 1975, "peanuts": 1976, "pork,": 1977, "paper,": 1978, "noodles.": 1979, "brownie": 1980, "used": 1981, "salt\n1/3": 1982, "quick-cooking": 1983, "steaks,": 1984, "baking,": 1985, "pieces\n1/2": 1986, "hair": 1987, "cube": 1988, "meat.": 1989, "softened\n3/4": 1990, "zest.": 1991, "crumbs\n2": 1992, "glasses": 1993, "box": 1994, "cheese;": 1995, "elbow": 1996, "almonds.": 1997, "saltin": 1998, "leftovers": 1999, "puffed": 2000, "buns": 2001, "leaves.": 2002, "minutes.\nmix": 2003, "again.": 2004, "sliced\n3": 2005, "thicken": 2006, "peppers\n1": 2007, "shallots": 2008, "bottom.": 2009, "mixer,": 2010, "cream\n3": 2011, "foamy.": 2012, "mold": 2013, "breast,": 2014, "cilantro\n1": 2015, "spices": 2016, "longer.": 2017, "within": 2018, "brushing": 2019, "cookies.": 2020, "necessary.": 2021, "allspice,": 2022, "partially": 2023, "leaf,": 2024, "working": 2025, "milk\n4": 2026, "strips,": 2027, "oyster": 2028, "ending": 2029, "coals": 2030, "color.": 2031, "low-sodium": 2032, "six": 2033, "beef.": 2034, "cups.": 2035, "want": 2036, "wafer": 2037, "board.": 2038, "parts": 2039, "waffle": 2040, "(do": 2041, "rim": 2042, "sugar\n5": 2043, "liquid,": 2044, "larger": 2045, "barely": 2046, "zest\n2": 2047, "white,": 2048, "everything": 2049, "doneness,": 2050, "boiling,": 2051, "parsley\n2": 2052, "tortillas,": 2053, "cumin\n1/2": 2054, "insert": 2055, "bone": 2056, "measure": 2057, "colored": 2058, "bars\n1": 2059, "regular": 2060, "glaze:": 2061, "c).\nbake": 2062, "short": 2063, "noodles\n1": 2064, "reads": 2065, "peaches,": 2066, "sausage\n1": 2067, "macadamia": 2068, "prick": 2069, "brewed": 2070, "marinated": 2071, "yolks.": 2072, "hard": 2073, "greens": 2074, "kernel": 2075, "squares.": 2076, "doubled,": 2077, "tasteplace": 2078, "squeezed": 2079, "measuring": 2080, "cracked": 2081, "seafood": 2082, "it's": 2083, "mushrooms.": 2084, "portions": 2085, "noodle": 2086, "nestle®": 2087, "yogurt\n1": 2088, "peel.": 2089, "shredded\n1": 2090, "chilies,": 2091, "steamer": 2092, "berry": 2093, "them.": 2094, "towel.": 2095, "pick": 2096, "snow": 2097, "dissolved": 2098, "tip": 2099, "raspberries": 2100, "day": 2101, "fingers": 2102, "right": 2103, "asian": 2104, "butternut": 2105, "flakes.": 2106, "pie\n2": 2107, "bone-in": 2108, "cornmeal,": 2109, "kale": 2110, "cornstarch\n2": 2111, "knife.": 2112, "pasta\n2": 2113, "cinnamon;": 2114, "shell,": 2115, "pecanspreheat": 2116, "20-25": 2117, "dipped": 2118, "suggested": 2119, "instructions;": 2120, "capers,": 2121, "pita": 2122, "batter.\nbake": 2123, "wine\n2": 2124, "sliced\n4": 2125, "cubes.": 2126, "blender;": 2127, "shaker": 2128, "there": 2129, "walnuts\n2": 2130, "rum,": 2131, "removed": 2132, "onion\n1/4": 2133, "fitted": 2134, "quick-release": 2135, "speed.": 2136, "scallops": 2137, "almonds\n1": 2138, "vinaigrette": 2139, "cutter.": 2140, "quartered": 2141, "halved\n1": 2142, "romano": 2143, "chopped\n6": 2144, "cooking.": 2145, "spring": 2146, "smooth;": 2147, "8-10": 2148, "pear": 2149, "alternating": 2150, "minutes.\nheat": 2151, "cored,": 2152, "cloth": 2153, "chunks\n1": 2154, "ice.": 2155, "serve.": 2156, "boiling.": 2157, "brownies": 2158, "(21": 2159, "envelope": 2160, "sandwiches": 2161, "new": 2162, "provolone": 2163, "become": 2164, "milk\n3/4": 2165, "cornmeal": 2166, "sage,": 2167, "peppers.": 2168, "cutter": 2169, "flesh": 2170, "whites.": 2171, "peaks.": 2172, "above": 2173, "fat.": 2174, "taste\npreheat": 2175, "cornstarch\n1/4": 2176, "mandarin": 2177, "adobo": 2178, "topped": 2179, "flank": 2180, "mustard\n1/4": 2181, "parsley\n1/2": 2182, "yeast,": 2183, "granny": 2184, "flour;": 2185, "needed,": 2186, "slits": 2187, "casserole\n1": 2188, "molasses,": 2189, "preserves": 2190, "margarine\n2": 2191, "bed": 2192, "(11": 2193, "caraway": 2194, "lobster": 2195, "soup\n1/2": 2196, "c).\nbeat": 2197, "wine.": 2198, "cheese\nsalt": 2199, "oil\nsalt": 2200, "centers": 2201, "grapes,": 2202, "thickens": 2203, "pinto": 2204, "cast": 2205, "chuck": 2206, "liqueur,": 2207, "rind": 2208, "made": 2209, "cinnamonpreheat": 2210, "ii\n2": 2211, "well.\nin": 2212, "reach": 2213, "bubbly,": 2214, "good": 2215, "poke": 2216, "bones": 2217, "cubed\n2": 2218, "hash": 2219, "pure": 2220, "blending": 2221, "panko": 2222, "turmeric,": 2223, "thai": 2224, "powder\n4": 2225, "moisten": 2226, "sirloin": 2227, "cups,": 2228, "rectangle": 2229, "pea": 2230, "less": 2231, "plum": 2232, "undrained\n1": 2233, "wrap,": 2234, "test),": 2235, "push": 2236, "(optional)\n1/2": 2237, "old": 2238, "english": 2239, "tarragon,": 2240, "power": 2241, "seasonings": 2242, "sriracha": 2243, "vodka,": 2244, "does": 2245, "batter,": 2246, "mint,": 2247, "soften": 2248, "chicken;": 2249, "shell.\nbake": 2250, "layers.": 2251, "13x9-inch": 2252, "crisp.": 2253, "milkin": 2254, "sheets.\nin": 2255, "pears": 2256, "dinner": 2257, "rosemary\n1": 2258, "pot(r))": 2259, "eggs\n4": 2260, "roma": 2261, "6-quart": 2262, "cookies,": 2263, "butter\n1/3": 2264, "cooker,": 2265, "scallions": 2266, "thyme.": 2267, "milk\n1/3": 2268, "mustard.": 2269, "seam": 2270, "waterin": 2271, "1-in.": 2272, "crumbs\n1/2": 2273, "sieve": 2274, "15-20": 2275, "lid,": 2276, "being": 2277, "espresso": 2278, "smaller": 2279, "base": 2280, "corn\n1": 2281, "chunky": 2282, "stuff": 2283, "baste": 2284, "pomegranate": 2285, "diagonally": 2286, "cornstarch\n1/2": 2287, "pierced": 2288, "cloves\n1/2": 2289, "pepperpreheat": 2290, "clear": 2291, "minutes.\ntransfer": 2292, "diced\n3": 2293, "thyme\n1/2": 2294, "mayonnaise\n1/2": 2295, "crumbs\n1/4": 2296, "pancake": 2297, "thickens.": 2298, "times.": 2299, "alfredo": 2300, "smith": 2301, "pans,": 2302, "drink": 2303, "leaves\n2": 2304, "extract\n3/4": 2305, "clam": 2306, "tartar\n1": 2307, "(": 2308, "move": 2309, "chives,": 2310, "taste\nsalt": 2311, "cup,": 2312, "sherry,": 2313, "medium-sized": 2314, "eggplant,": 2315, "farm®": 2316, "necessary": 2317, "onions;": 2318, "gallon": 2319, "cereal\n1": 2320, "cheesecook": 2321, "covering": 2322, "dip\n1": 2323, "fluffy,": 2324, "wine\n1/2": 2325, "bacon\n1": 2326, "fillets,": 2327, "90": 2328, "buns,": 2329, "quinoa": 2330, "left": 2331, "combined": 2332, "shapes": 2333, "oven;": 2334, "mix\n3": 2335, "crabmeat,": 2336, "powder\n1/8": 2337, "circle.": 2338, "minutes.\nto": 2339, "thick\n1": 2340, "bittersweet": 2341, "syrup\n1/2": 2342, "chiles,": 2343, "club": 2344, "dish;": 2345, "drain.\nmeanwhile,": 2346, "8x8": 2347, "substitutes),": 2348, "syrup\n2": 2349, "over,": 2350, "safe": 2351, "distribute": 2352, "garlic\n1/2": 2353, "check": 2354, "shape.": 2355, "handle,": 2356, "beef\n1/2": 2357, "look": 2358, "mix\n4": 2359, "divided\n1/4": 2360, "2-3": 2361, "substitute": 2362, "brandy": 2363, "allspice\n1": 2364, "dollop": 2365, "wash": 2366, "soda;": 2367, "apples.": 2368, "seconds,": 2369, "rolls,": 2370, "crusts": 2371, "hands,": 2372, "chicken\n4": 2373, "paprika\n1/2": 2374, "turns": 2375, "sugars": 2376, "sugar.\nbake": 2377, "applesauce": 2378, "flourpreheat": 2379, "cornflakes": 2380, "waterpreheat": 2381, "scatter": 2382, "250": 2383, "mild": 2384, "oats\n2": 2385, "shiitake": 2386, "sprig": 2387, "gold": 2388, "yogurt\n2": 2389, "circles": 2390, "pecans\n2": 2391, "discarding": 2392, "ginger\n1/4": 2393, "soaked": 2394, "chopped\n3/4": 2395, "chocolate\n1": 2396, "eight": 2397, "herbs": 2398, "forming": 2399, "apricots,": 2400, "peanuts,": 2401, "refried": 2402, "paprika.": 2403, "lightly.": 2404, "ginger\n2": 2405, "nicely": 2406, "colander": 2407, "(63": 2408, "c).\nheat": 2409, "seeds\n2": 2410, "tofu,": 2411, "flax": 2412, "breaking": 2413, "serrano": 2414, "clove,": 2415, "lemons,": 2416, "coleslaw": 2417, "strips\n2": 2418, "(10.5": 2419, "chestnuts,": 2420, "raspberries,": 2421, "neck": 2422, ",": 2423, "juice;": 2424, "frothy.": 2425, "uncover": 2426, "salmon,": 2427, "crumbly,": 2428, "ginger.": 2429, "drained,": 2430, "against": 2431, "amounts": 2432, "packets": 2433, "burgers": 2434, "applesauce,": 2435, "quartered\n1": 2436, "(4.5": 2437, "platter,": 2438, "frosting.": 2439, "chunks,": 2440, "sweetener": 2441, "ingredients,": 2442, "ovenproof": 2443, "turkey\n1": 2444, "long-grain": 2445, "couple": 2446, "filling\n1": 2447, "spatula.": 2448, "aside.\npreheat": 2449, "setting": 2450, "elastic,": 2451, "boiled": 2452, "fillet": 2453, "butter\n6": 2454, "thighs,": 2455, "placing": 2456, "poblano": 2457, "oregano\n1/4": 2458, "rack,": 2459, "bright": 2460, "roast,": 2461, "mince": 2462, "lengthwise.": 2463, "juice\n4": 2464, "fettuccine": 2465, "sara": 2466, "stem": 2467, "contents": 2468, "aside.\nbeat": 2469, "wilted,": 2470, "paste\n2": 2471, "vigorously": 2472, "bags": 2473, "soften,": 2474, "blood": 2475, "microwave,": 2476, "seed,": 2477, "chopped\n1/3": 2478, "container.": 2479, "potatoes\n2": 2480, "rinsed\n1": 2481, "275": 2482, "thread": 2483, "bars.": 2484, "meltedpreheat": 2485, "pans.\nin": 2486, "stir,": 2487, "zest\n1/2": 2488, "part-skim": 2489, "mayonnaise\n1/4": 2490, "vinegar\n3": 2491, "skinned": 2492, "marinara": 2493, "meat\n1": 2494, "peas.": 2495, "lumps": 2496, "tie": 2497, "honey\n1/4": 2498, "oil\n6": 2499, "honey\n1/2": 2500, "ketchup\n1": 2501, "roast.": 2502, "zucchini\n1": 2503, "nutmeg\n2": 2504, "sheets,": 2505, "coffee,": 2506, "jigger": 2507, "holds": 2508, "grapefruit": 2509, "water\n3/4": 2510, "hard-cooked": 2511, "tartar,": 2512, "pack": 2513, "oilin": 2514, "topping:": 2515, "whirl": 2516, "lawry's®": 2517, "directly": 2518, "softened\n4": 2519, "thickens,": 2520, "oil\n1/3": 2521, "pale": 2522, "edges,": 2523, "cycle": 2524, "pipe": 2525, "broth\n1/4": 2526, "muffins\n1": 2527, "5-": 2528, "bag;": 2529, "jalapeno,": 2530, "containers": 2531, "beets": 2532, "warmed": 2533, "blended,": 2534, "bok": 2535, "enchilada": 2536, "translucent.": 2537, "halves\n2": 2538, "over.": 2539, "coriander": 2540, "grate": 2541, "lowest": 2542, "burn": 2543, "refrigerator.": 2544, "hollow": 2545, "boiler,": 2546, "salt\n6": 2547, "icing:": 2548, "c)\n1": 2549, "hands.": 2550, "natural-release": 2551, "glass.": 2552, "sear": 2553, "briefly": 2554, "portobello": 2555, "orzo": 2556, "roughly": 2557, "tortilla.": 2558, "slices\n1": 2559, "color,": 2560, "cornbread": 2561, "running": 2562, "empty": 2563, "amaretto": 2564, "racks.": 2565, "garnished": 2566, "pulp": 2567, "shelled": 2568, "full.": 2569, "tortellini": 2570, "corned": 2571, "tarragon": 2572, "thawed\n2": 2573, "crunchy": 2574, "barley": 2575, "couscous": 2576, "pin": 2577, "rare": 2578, "i\n1/2": 2579, "dijon-style": 2580, "creampreheat": 2581, "lee®": 2582, "pan.\nmix": 2583, "natural": 2584, "allowing": 2585, "eggs\n1/3": 2586, "minced\n4": 2587, "rubber": 2588, "melted\n1/2": 2589, "puree\n1": 2590, "batches,": 2591, "shaking": 2592, "powder\nsalt": 2593, "(3.4": 2594, "onion\n3": 2595, "apart,": 2596, "crush": 2597, "legs": 2598, "oil\n3/4": 2599, "oregano.": 2600, "logs": 2601, "colored.": 2602, "25-30": 2603, "f.\nin": 2604, "beaten\n1/4": 2605, "removed\n1": 2606, "immediately,": 2607, "100%": 2608, "melted\n1/4": 2609, "sprouts,": 2610, "pistachio": 2611, "leaf.": 2612, "inch.": 2613, "ball,": 2614, "diameter.": 2615, "raisins\n2": 2616, "cannellini": 2617, "cookie.": 2618, "tortillas.": 2619, "registers": 2620, "flour\n2/3": 2621, "3-quart": 2622, "yeastplace": 2623, "pecans\n1/2": 2624, "stockpot": 2625, "cubes\n2": 2626, "sheet;": 2627, "transferring": 2628, "russet": 2629, "cayenne,": 2630, "cloves.": 2631, "opaque": 2632, "gently.": 2633, "glaze.": 2634, "bulk": 2635, "fish,": 2636, "stack": 2637, "chopped\nsalt": 2638, "rinsed,": 2639, "sauce:": 2640, "sugars,": 2641, "twist": 2642, "more,": 2643, "shortening.": 2644, "market": 2645, "smooth™": 2646, "nearly": 2647, "buttermilk\n2": 2648, "chopped\n5": 2649, "divided\n3": 2650, "keeping": 2651, "corner": 2652, "processor;": 2653, "vegan": 2654, "buttery": 2655, "size,": 2656, "pureed": 2657, "17": 2658, "full.\nbake": 2659, "oranges": 2660, "(15.5": 2661, "either": 2662, "almonds\n2": 2663, "ears": 2664, "triple": 2665, "prosciutto": 2666, "shrimp.": 2667, "pepper\n1/8": 2668, "molasses\n1": 2669, "allspice": 2670, "layer,": 2671, "clams": 2672, "basic": 2673, "syrup\n1/4": 2674, "cupcakes": 2675, "quarter": 2676, "(32": 2677, "zested": 2678, "aside.\nmelt": 2679, "arugula": 2680, "hole": 2681, "tortillas\n1": 2682, "blend,": 2683, "softened\n1/3": 2684, "sauce\nsalt": 2685, "summer": 2686, "12-cup": 2687, "wipe": 2688, "cake\n1/2": 2689, "protein": 2690, "bar": 2691, "forms.": 2692, "chinese": 2693, "outer": 2694, "cornmeal\n1": 2695, "yeast\n1/2": 2696, "glazed": 2697, "dissolves.": 2698, "margarine\n1/2": 2699, "remainder": 2700, "(the": 2701, "salt.\nin": 2702, "real": 2703, "creamy,": 2704, "source": 2705, "(120": 2706, "bacon.": 2707, "bouillon,": 2708, "melted\n3": 2709, "yeast\n2": 2710, "thigh": 2711, "honey.": 2712, "bbq": 2713, "nuts\n1": 2714, "basil.": 2715, "toasted,": 2716, "yolk,": 2717, "starter": 2718, "cilantro.": 2719, "sausages": 2720, "pineapple.": 2721, "pie.": 2722, "slide": 2723, "edge.": 2724, "apricots": 2725, "citrus": 2726, "pastry.": 2727, "walnutsin": 2728, "heat.\nin": 2729, "juicepreheat": 2730, "size)": 2731, "ensure": 2732, "crispy,": 2733, "cups.\nbake": 2734, "(15.25": 2735, "fruit,": 2736, "frosting,": 2737, "dice": 2738, "peas\n1": 2739, "wrapped": 2740, "c).\nmelt": 2741, "cutlets": 2742, "gruyere": 2743, "linguine": 2744, "assemble": 2745, "tilapia": 2746, "cold,": 2747, "candy-coated": 2748, "great": 2749, "parsley\n1/4": 2750, "pan.\ncream": 2751, "basil\n2": 2752, "divided\n4": 2753, "spray.\ncombine": 2754, "oregano\n2": 2755, "stiff,": 2756, "toss.": 2757, "german": 2758, "no-stick": 2759, "drippings.": 2760, "c": 2761, "coconutpreheat": 2762, "dog": 2763, "cereal,": 2764, "ham\n1": 2765, "needed\n2": 2766, "total.": 2767, "carrots.": 2768, "bread\n3": 2769, "smoke": 2770, "buttermilk.": 2771, "chiles": 2772, "opposite": 2773, "pearl": 2774, "seed\n1": 2775, "key": 2776, "directions,": 2777, "grated\n1": 2778, "cardamom": 2779, "leaves\n1/2": 2780, "lukewarm": 2781, "celery\n1/2": 2782, "star": 2783, "sprinkled": 2784, "garlic\n1/4": 2785, "baker's": 2786, "chicken\n1/2": 2787, "drained\n1/4": 2788, "grease.": 2789, "bottom,": 2790, "2%": 2791, "bake\n1": 2792, "crushed\n1/2": 2793, "anchovy": 2794, "(1.25": 2795, "letting": 2796, "juice\nsalt": 2797, "help": 2798, "tight": 2799, "sticky": 2800, "spinach.": 2801, "soda\n3/4": 2802, "recommended": 2803, "neufchatel": 2804, "beef\n2": 2805, "cornstarch.": 2806, "thawed,": 2807, "ring": 2808, "high,": 2809, "imitation": 2810, "light.": 2811, "see": 2812, "jell-o®": 2813, "gorgonzola": 2814, "whites\n1/4": 2815, "13x9": 2816, "lawry's(r)": 2817, "preferably": 2818, "upside": 2819, "(optional)\n1/4": 2820, "avoid": 2821, "shallot": 2822, "float": 2823, "puree,": 2824, "spoonful": 2825, "cilantro\n2": 2826, "mango,": 2827, "sauteed": 2828, "root": 2829, "well.\npour": 2830, "container,": 2831, "cumin\n2": 2832, "pastry,": 2833, "cooled,": 2834, "softened.": 2835, "aside.\nmix": 2836, "pierce": 2837, "dates": 2838, "slicing": 2839, "bran": 2840, "cumin\n1/4": 2841, "cream;": 2842, "pasta\n1/2": 2843, "tub": 2844, "molasses\n2": 2845, "apart.\nbake": 2846, "brisket": 2847, "wedges.": 2848, "undiluted\n1": 2849, "water\n1/3": 2850, "30-35": 2851, "moderate": 2852, "tasteheat": 2853, "12-": 2854, "jell-o": 2855, "10-in.": 2856, "coloring,": 2857, "bourbon": 2858, "tossing": 2859, "rum\n1": 2860, "extract;": 2861, "package.": 2862, "give": 2863, "beer,": 2864, "seasoning\n1/2": 2865, "cherries\n1": 2866, "skewers,": 2867, "taste\n6": 2868, "discard.": 2869, "half-and-half,": 2870, "frosting\n1": 2871, "aside.\nadd": 2872, "crimp": 2873, "watermelon": 2874, "coals.": 2875, "ketchup": 2876, "purpose": 2877, "eggs;": 2878, "bars\n2": 2879, "15-inch": 2880, "9x9": 2881, "creamin": 2882, "peel\n1": 2883, "refrigerate.": 2884, "handle.": 2885, "core": 2886, "toothpick.": 2887, "instructions": 2888, "combined,": 2889, "tips": 2890, "soon": 2891, "shortbread": 2892, "pickled": 2893, "tins": 2894, "opaque,": 2895, "high.": 2896, "lentils": 2897, "cinnamon\n1/8": 2898, "fluff": 2899, "low;": 2900, "cavity": 2901, "fluffy": 2902, "cheese\n1/3": 2903, "beans\n2": 2904, "melts,": 2905, "fruit.": 2906, "allspice\n1/2": 2907, "square.": 2908, "vodka": 2909, "rotini": 2910, "turned": 2911, "well.\nadd": 2912, "whites\n1/2": 2913, "wedge": 2914, "cream\n4": 2915, "coconut\n1/2": 2916, "decorationpreheat": 2917, "cheeseheat": 2918, "oilpreheat": 2919, "tbsp.": 2920, "firm-ripe": 2921, "medium-low.": 2922, "ribs,": 2923, "spiced": 2924, "cheese\npreheat": 2925, "limes,": 2926, "thyme\n2": 2927, "snap": 2928, "celery\n2": 2929, "200": 2930, "ice,": 2931, "pretzel": 2932, "simple": 2933, "pressed": 2934, "martini": 2935, "cloves\n1/4": 2936, "mound": 2937, "cinnamon\n3/4": 2938, "cleaned": 2939, "pitted,": 2940, "bowl.\nin": 2941, "whole-wheat": 2942, "halibut": 2943, "paper.\nin": 2944, "boned,": 2945, "days": 2946, "shortening\n3/4": 2947, "cool.\nto": 2948, "tbsp": 2949, "islands®": 2950, "(optional)\npreheat": 2951, "melts.": 2952, "taste\nheat": 2953, "leeks,": 2954, "glass,": 2955, "overnight,": 2956, "tomatoes\n1/2": 2957, "drip": 2958, "chives": 2959, "spices.": 2960, "bubbling,": 2961, "aside.\ncream": 2962, "marshmallows,": 2963, "longer,": 2964, "bowl.\nadd": 2965, "flakes\n2": 2966, "flake": 2967, "replace": 2968, "root,": 2969, "cardamom,": 2970, "slices\n2": 2971, "deveined\n1": 2972, "ramekins": 2973, "pork.": 2974, "mushrooms\n2": 2975, "dressing\n2": 2976, "sodium": 2977, "crabmeat": 2978, "big": 2979, "onions\n2": 2980, "spices,": 2981, "towel,": 2982, "dumplings": 2983, "grind": 2984, "sugar\n1/8": 2985, "special": 2986, "and,": 2987, "salt\n2/3": 2988, "cocoa.": 2989, "powderpreheat": 2990, "choppedpreheat": 2991, "saucein": 2992, "180": 2993, "granulated\n1": 2994, "pkg.": 2995, "position": 2996, "mascarpone": 2997, "soup\n3": 2998, "chia": 2999, "florets\n1": 3000, "cheese\n8": 3001, "chopped.": 3002, "skins": 3003, "heat.\nplace": 3004, "heavy-duty": 3005, "pocket": 3006, "rib": 3007, "cod": 3008, "jar.": 3009, "serrated": 3010, "board,": 3011, "yolks\n2": 3012, 